Repository: paulwoman/Capitalism_Lab_ENG_to_IDN
Catalog: tm/auto/t_game_en-US_id.tmx
Source language: en_us
Languages: id

source: [3210]This is your subsidiary company.
id: [3210]Ini adalah anak perusahaan Anda.

source: Who should be in charge of setting the dividend?|
id: Siapa yang harus bertanggung jawab atas pembagian dividen?|

source: [3211]I will set the dividend|
id: [3211]Saya akan menetapkan dividen|

source: [3212]Let the CEO set the dividend|
id: [3212]Biarkan CEO yang mengatur dividen|

source: [3213]Congratulations!
id: [3213]Selamat!

source: Your company has been successfully privatized.|
id: Perusahaan Anda berhasil diprivatisasi.|

source: [3214]Congratulations!
id: [3214]Selamat!

source: You have successfully privatized this company.|
id: Anda berhasil memprivatisasi perusahaan ini.|

source: [3215]Sorry, the maximum number of corporations allowed in the game has been reached.\n\nIt is not possible to set up a new subsidiary company at the moment.|
id: [3215]Maaf, jumlah maksimum perusahaan yang diizinkan dalam permainan telah tercapai. \n\nTidak mungkin untuk mendirikan anak perusahaan baru saat ini.|

source: [3216]Please enter a name for your new subsidiary company.|
id: [3216]Harap masukkan nama untuk anak perusahaan Anda yang baru.|

source: [3217]Sorry, you cannot form a new subsidiary company as the maximum number of companies allowed in the game has been reached.|
id: [3217]Maaf, Anda tidak dapat membentuk anak perusahaan baru karena jumlah maksimum perusahaan yang diizinkan dalam permainan telah tercapai.

source: [3218]Sorry, you cannot set up a new subsidiary company at the moment.|
id: [3218]Maaf, Anda tidak dapat mendirikan anak perusahaan baru saat ini.|

source: [3219]Congratulations!
id: [3219]Selamat!

source: Your new subsidiary company has been set up.|
id: Anak perusahaan baru Anda telah didirikan.|

source: [3220]<BHQF>You must build Bank Headquarters first.|
id: [3220]<BHQF>Anda harus membangun Kantor Pusat Bank terlebih dahulu.|

source: [3221]<IHQF>You must build Bank Headquarters first.|
id: [3221]<IHQF>Anda harus membangun Kantor Pusat Bank terlebih dahulu.|

source: [3222]To start a new project, you must first 1) hire a project manager and 2) link the current Project Management Unit to a Project Programming Unit.|
id: [3222]Untuk memulai proyek baru, Anda harus terlebih dahulu 1) menyewa seorang manajer proyek dan 2) menghubungkan Unit Manajemen Proyek saat ini ke Unit Pemrograman Proyek.

source: [3223]To start a new project, you must first hire a project manager.|
id: [3223]Untuk memulai sebuah proyek baru, Anda harus terlebih dahulu mempekerjakan seorang manajer proyek.|

source: [3224]To start a new project, you must first link the current Project Management Unit to a Project Programming Unit.|
id: [3224]Untuk memulai proyek baru,Anda harus menghubungkan Unit Manajemen Proyek saat ini ke Unit Pemrograman Proyek.|

source: [3225]Before hiring the new|
id: [3225]Sebelum mempekerjakan| baru

source: [3226]you must terminate the employment of the current one.|
id: [3226]Anda harus memutuskan hubungan kerja orang tersebut saat ini.|

source: [3227]<PCOD>A Project Programming Unit utilizes technologies developed by Tech Programming Units to implement a software product.|
id: [3227]<PCOD>Unit Pemrograman Proyek menggunakan teknologi yang dikembangkan oleh Unit Pemrograman Teknologi untuk mengimplementasikan produk perangkat lunak.

source: [3228]<NPCA>Not enough personal cash|
id: [3228]<NPCA>Tidak cukup uang pribadi|

source: [3229]<NPCM>You do not have enough PERSONAL money for building your mansion.|
id: [3229]<NPCM>Anda tidak memiliki cukup uang PRIBADI untuk membangun rumah besar Anda.|

source: [3230]<NCIP>Sorry, you cannot found a new city.
id: [3230]<NCIP>Maaf, Anda tidak dapat menemukan kota baru.

source: You need to belong to a political party in order to do so.\n\nTo form a new political party, access the Information Center and select [Political Parties] and then select [Form Your Own Party].|
id: Anda harus menjadi bagian dari sebuah partai politik untuk melakukannya. \n\nUntuk membentuk partai politik baru, akses Pusat Informasi dan pilih [Partai Politik] lalu pilih [Bentuk Partai Anda Sendiri].|

source: [3231]<MAYO>Mayor of|
id: [3231]<MAYO>Walikota|

source: [3232]<MGOA>Main Goal|
id: [3232]<MGOA>Tujuan Utama|

source: [3234]<PFIT>Attempting to find a supplier for this item...|
id: [3234]<PFIT>Mencoba mencari pemasok untuk item ini ...|

source: [3235]<MWIT>Waiting for required inputs to manufacture this product...|
id: [3235]<MWIT>Menunggu masukan yang diperlukan untuk memproduksi produk ini ...|

source: [3236]Reset successfully.
id: [3236]Berhasil reset.

source: The game now no longer uses any MOD.|
id: Permainan sekarang tidak lagi menggunakan MOD apapun.|

source: [3237]MOD %1s has been loaded successfully.|
id: [3237]MOD %1s telah berhasil dimuat.|

source: [3238]<DTEL>Market Dominance of Telecom|
id: [3238]<DTEL>Dominasi Pasar Telekomunikasi|

source: [3239]<PACQ>Private Acquisitions|
id: [3239]<PACQ>Akuisisi Pribadi|

source: [3240]<ECRV>Annual E-Commerce Revenue|
id: [3240]<ECRV>Pendapatan E-Commerce Tahunan|

source: [3241]<ECUB>Annual E-Commerce User Base|
id: [3241]<ECUB>Basis Pengguna E-Commerce Tahunan|

source: [3242]<BNPI>Sorry, you cannot issue new bonds at the moment.
id: [3242]<BNPI>Maaf, Anda tidak dapat menerbitkan obligasi baru saat ini.

source: Please wait until public investors have more money.
id: Harap tunggu sampai investor publik memiliki lebih banyak uang.

source: You can view the "Public Investors' Money Available to Your Company" displayed at the top of the city view screen.|
id: Anda dapat melihat "Uang Investor Publik yang Tersedia untuk Perusahaan Anda" yang ditampilkan di bagian atas layar tampilan kota.|

source: [3243]The transfer has been executed successfully.|
id: [3243]Transfer telah berhasil dijalankan.|

source: [3244]Sorry, you don't have sufficient cash to pay the sign up bonus.|
id: [3244]Maaf, Anda tidak memiliki cukup uang untuk membayar bonus pendaftaran.|

source: [3245]Congratulations!
id: [3245]Selamat!

source: The headhunt was a success.|
id: Pengangkatan Direktur sukses.|

source: [3246]<ITRN>(Not including research and development staff)|
id: [3246]<ITRN>(Tidak termasuk staf penelitian dan pengembangan)|

source: [3247]<ASBI>Regularly adjust team lead salaries based on inflation|
id: [3247]<ASBI>Secara teratur menyesuaikan gaji ketua tim berdasarkan inflasi|

source: [3248]Adjust Training Levels for all your firms:|
id: [3248]Sesuaikan Tingkat Pelatihan untuk semua perusahaan Anda:|

source: [3249]Adjust Training Levels for all its firms:|
id: [3249]Menyesuaikan Tingkat Pelatihan untuk semua perusahaannya:|

source: [3250]Sorry, you currently do not have any firms.|
id: [3250]Maaf, saat ini Anda tidak memiliki firma apapun.|

source: [3251]Sorry, this corporation currently does not have any firms.|
id: [3251]Maaf, perusahaan ini saat ini tidak memiliki firma apapun.|

source: [3252]The new training setting has been applied to all your firms.\n(Total: %1d firms)|
id: [3252]Pengaturan pelatihan baru telah diterapkan ke semua perusahaan Anda. \n(Total:%1d perusahaan)|

source: [3253]The new training setting has been applied to all its firms.\n(Total: %1d firms)|
id: [3253]Pengaturan pelatihan baru telah diterapkan ke semua perusahaannya. \n(Total:%1d perusahaan)|

source: [3254]Current Brand Strategy:|
id: [3254]Strategi Merek Saat Ini:|

source: [3255]Monthly Spending:|
id: [3255]Pengeluaran Bulanan:|

source: [3256]If your corporation is using 'Corporate Brand' strategy,|
id: [3256]Jika perusahaan Anda menggunakan strategi 'Corporate Brand',|

source: [3257]If this corporation is using 'Corporate Brand' strategy,|
id: [3257]Jika perusahaan ini menggunakan strategi 'Corporate Brand',|

source: [3258]Investor relations efforts will help improve your|
id: [3258]Upaya hubungan investor akan membantu meningkatkan|

source: [3259]Investor relations efforts will help improve this|
id: [3259]Upaya hubungan investor akan membantu meningkatkan ini|

source: [3260]corporation's stock performance.|
id: [3260]Performa saham perusahan.|

source: [3261]<MODU>MOD in use:|
id: [3261]<MODU>MOD digunakan:|

source: [3262]<MODF>For MOD:|
id: [3262]<MODF>Untuk MOD:|

source: [3263]<APIN>Regularly adjust prices based on inflation|
id: [3263]<APIN>Menyesuaikan harga secara teratur berdasarkan inflasi|

source: [3264]<ASIN>Adjust advertising spending based on inflation|
id: [3264]<ASIN>Menyesuaikan belanja iklan berdasarkan inflasi|

source: [3265]Increase all product prices monthly at the same rate as inflation|
id: [3265]Meningkatkan semua harga produk setiap bulan dengan tingkat yang sama dengan inflasi|

source: [3266]Increase all advertising spending monthly based on inflation|
id: [3266]Meningkatkan semua belanja iklan bulanan berdasarkan inflasi|

source: [3267]<ATEC>Acquire Product Tech From Other Companies|
id: [3267]<ATEC>Memperoleh Teknologi Produk Dari Perusahaan Lain|

source: [3268]Set a new advertising budget for all your advertising units:|
id: [3268]Tetapkan anggaran iklan baru untuk semua unit iklan Anda:|

source: [3269]Set a new advertising budget for all its advertising units:|
id: [3269]Tetapkan anggaran iklan baru untuk semua unit iklannya:|

source: [3270]New advertising budget:|
id: [3270]Anggaran iklan baru:|

source: [3271]Sorry, you currently do not have any advertising units.|
id: [3271]Maaf, saat ini Anda tidak memiliki unit iklan.|

source: [3272]Sorry, this corporation currently does not have any advertising units.|
id: [3272]Maaf, perusahaan ini saat ini tidak memiliki unit iklan apapun.|

source: [3273]The new advertising budget has been applied to all your advertising units.\n(Total: %1d advertising units)|
id: [3273]Anggaran iklan baru telah diterapkan ke semua unit iklan Anda. \n(Total:%1d unit iklan)|

source: [3274]The new advertising budget has been applied to all its advertising units.\n(Total: %1d advertising units)|
id: [3274]Anggaran iklan baru telah diterapkan ke semua unit iklannya. \n(Total:%1d unit iklan)|

source: [3275]<MAYO>Mayor of %1s|
id: [3275]<MAYO>Walikota %1s|

source: [3276]Congratulations!
id: [3276]Selamat!

source: Your company has gone public successfully and raised %1s!|
id: Perusahaan Anda berhasil go public dan mengumpulkan %1s!|

source: [3277]Congratulations!
id: [3277]Selamat!

source: Your subsidiary company has gone public successfully and raised %1s!|
id: Anak perusahaan Anda berhasil go public dan mengumpulkan %1s!|

source: [3278]<SUBC>This company is your corporation's subsidiary.
id: [3278]<SUBC>Perusahaan ini adalah anak perusahaan Anda.

source: You may interfere with its operation when you own 75% or more of its shares.|
id: Anda dapat mengganggu operasinya jika Anda memiliki 75% atau lebih sahamnya.|

source: [3279]<OEXP>Operating Expenses|
id: [3279]<OEXP>Beban Operasional|

source: [3280]Your Nation's Ranking:|
id: [3280]Peringkat Bangsa Anda:|

source: [3281]<CDAD>Double-click on an advertising record to go to the relevant firm.|
id: [3281]<CDAD>Klik dua kali pada rekaman iklan untuk pergi ke perusahaan yang relevan.|

source: [3282]<CDPD>Double-click on a product record to open the Product Detail Report.|
id: [3282]<CDPD>Klik dua kali pada catatan produk untuk membuka Laporan Detail Produk.|

source: [3283]indicates Radical R&D projects|
id: [3283]menunjukkan proyek R&D Radikal|

source: [3284]Products that are currently in production are shown with orange bars.|
id: [3284]Produk yang sedang dalam produksi ditunjukkan dengan batang oranye.|

source: [3285]Double-click on a product class on the list to change its ink color, which can be:|
id: [3285]Klik dua kali pada kelas produk pada daftar untuk mengubah warna tinta, yang dapat berupa:|

source: [3286]RED - it means that the CEO should NOT produce any products in the product class.|
id: [3286]MERAH - artinya CEO TIDAK boleh memproduksi produk apa pun di kelas produk.|

source: [3287]BLACK - it means that the CEO may produce products in the product class.|
id: [3287]HITAM - itu berarti CEO dapat menghasilkan produk di kelas produk.|

source: [3288]Sorry, suppliers information cannot be found the firms you chose on this list.\n\nTherefore, no changes have been made.|
id: [3288]Maaf, informasi pemasok tidak dapat ditemukan perusahaan yang Anda pilih di daftar ini. \n\nOleh karena itu, tidak ada perubahan yang dilakukan.

source: [3289]Suppliers at your Purchasing Units have been changed as per your request.|
id: [3289]Pemasok di Unit Pembelian Anda telah diubah sesuai permintaan Anda.|

source: [3290]Firms updated:|
id: [3290]Perusahaan diperbarui:|

source: [3291]Purchasing Units updated:|
id: [3291]Unit Pembelian diperbarui:|

source: [3292]Sorry, the firms you chose on this list are not purchasing from the same suppliers.\n\nTherefore, no changes have been made.|
id: [3292]Maaf, perusahaan yang Anda pilih di daftar ini tidak membeli dari pemasok yang sama. \n\nKarena itu, tidak ada perubahan yang dilakukan.|

source: [3293]Advertising budgets have been changed as per your request.|
id: [3293]Anggaran iklan telah diubah sesuai permintaan Anda.|

source: [3294]Training levels have been changed as per your request.|
id: [3294]Level pelatihan telah diubah sesuai permintaan Anda|

source: [3295]Units updated:|
id: [3295]Unit diperbarui:|

source: [3296]Sorry, the firms you chose on this list do not have any advertising units.\n\nTherefore no changes have been made.|
id: [3296]Maaf, perusahaan yang Anda pilih di daftar ini tidak memiliki unit iklan. \n\nKarena itu tidak ada perubahan yang dilakukan.|

source: [3297]Sorry, training is not applicable to the firms you chose on this list.|
id: [3297]Maaf, pelatihan tidak berlaku untuk perusahaan yang Anda pilih di daftar ini.|

source: [3298]The Securities and Exchange Commission does not approve your purchase.\nYou cannot use a corporation that you control to buy a stock in which you have ownership.|
id: [3298]Komisi Sekuritas dan Bursa tidak menyetujui pembelian Anda. \nAnda tidak dapat menggunakan perusahaan yang Anda kendalikan untuk membeli saham yang Anda miliki.|

source: [3299]The Securities and Exchange Commission does not approve your purchase.\nYou cannot use a corporation that you control to buy a stock in which your corporation has ownership.|
id: [3299]Komisi Sekuritas dan Bursa tidak menyetujui pembelian Anda. \nAnda tidak dapat menggunakan perusahaan yang Anda kendalikan untuk membeli saham yang kepemilikannya dimiliki oleh perusahaan Anda.|

source: [3300]The Securities and Exchange Commission does not approve your purchase.\nYour corporation cannot buy a stock in which you have ownership.|
id: [3300]Komisi Sekuritas dan Bursa tidak menyetujui pembelian Anda. \nPerusahaan Anda tidak dapat membeli saham yang Anda miliki.|

source: [3301]Warning: there is an error in your script file.|
id: [3301]Peringatan: ada kesalahan pada file script Anda.|

source: [3302]Warning: there are errors in your script file.|
id: [3302]Peringatan: ada kesalahan dalam file skrip Anda.|

source: [3303]For details, please view the error log in the subfolder %1s under your Capitalism Lab game folder.|
id: [3303]Untuk detailnya, lihat log kesalahan di subfolder %1s di bawah folder game Lab Kapitalisme Anda.|

source: [3304]All publicly-traded stocks are required to maintain a minimum bid price of at least $1.00 per share.|
id: [3304]Semua saham yang diperdagangkan secara publik diharuskan untuk mempertahankan harga penawaran minimum setidaknya $ 1,00 per saham.|

source: [3305]Your company's stock currently trades at %1s and therefore a reverse stock split is required.|
id: [3305]Saham perusahaan Anda saat ini diperdagangkan pada %1s dan oleh karena itu diperlukan pemecahan saham terbalik.

source: [3306]A %1s reverse stock split will group every %2s shares into one share.|
id: [3306]Reverse stock split %1s akan mengelompokkan setiap %2s saham menjadi satu saham.|

source: [3307]The resulting stock price will be|
id: [3307]Harga saham yang dihasilkan adalah|

source: [3308]Hire persons with %1s skills|
id: [3308]Pekerjakan orang dengan keterampilan %1s|

source: [3309]Hire Research Team Lead|
id: [3309]Pekerjakan Pimpinan Tim Peneliti|

source: [3310]Market Dominance of the %1s Industry|
id: [3310]Dominasi Pasar Industri %1s|

source: [3311]Total Market Dominance of All Industries|
id: [3311]Total Dominasi Pasar Semua Industri|

source: [3312]You have dominated the %1s Industry with a game difficulty rating of %2s|
id: [3312]Anda telah mendominasi %1s Industri dengan peringkat kesulitan game %2s|

source: [3313]You have dominated All Industries with a game difficulty rating of %1s|
id: [3313]Anda telah mendominasi Semua Industri dengan peringkat kesulitan game %1s|

source: [3314]Previous record:|
id: [3314]Rekor sebelumnya:|

source: [3315]Highest rating achieved before:|
id: [3315]Peringkat tertinggi yang dicapai sebelumnya:|

source: [3316]You have set a new record for the Accomplishment Game|
id: [3316]Anda telah mencetak rekor baru untuk Accomplishment Game|

source: [3317]You have won the Accomplishment Game.|
id: [3317]Anda telah memenangkan Game Prestasi.|

source: [3318]<MDSE>Market Dominance of the %1s Sector|
id: [3318]<MDSE>Dominasi Pasar Sektor %1s|

source: [3321]<YRAN>Your Ranking|
id: [3321]<YRAN>Peringkat Anda|

source: [3322]<CEOE>CEO expertise|
id: [3322]<CEOE>Keahlian CEO|

source: [3323]<NDPC>Sorry, you cannot disable this product class.\n\nThe CEO possesses expertise in this product class and is keen on producing it.|
id: [3323]<NDPC>Maaf, Anda tidak dapat menonaktifkan kelas produk ini. \n\nCEO memiliki keahlian dalam kelas produk ini dan ingin memproduksinya.|

source: [3324]Sorry, you cannot make a new version at the moment.|
id: [3324]Maaf, Anda tidak dapat membuat versi baru saat ini.|

source: [3325]The current version's overall tech:|
id: [3325]Teknologi keseluruhan versi saat ini:|

source: [3326]The new version's overall tech:|
id: [3326]Teknologi keseluruhan versi baru:|

source: [3327]The difference between the two is too small to make an impact in the product's quality rating.|
id: [3327]Perbedaan antara keduanya terlalu kecil untuk berdampak pada penilaian kualitas produk.|

source: [3328]You may conduct additional research on the tech and try again later.|
id: [3328]Anda dapat melakukan penelitian tambahan tentang teknologi tersebut dan mencoba lagi nanti.|

source: [3329]<OSAS>Offer %1s Salary + Signup Bonus (1 year salary)|
id: [3329]<OSAS>Tawarkan Gaji %1s + Bonus Pendaftaran (gaji 1 tahun)|

source: [3330]<LPLS>The layout plans in this folder have been sorted by their descriptions.|
id: [3330]<LPLS>Denah tata letak dalam folder ini telah diurutkan berdasarkan deskripsinya.|

source: [3331]<DEXP>The game data has been exported to|
id: [3331]<DEXP>Data permainan telah diekspor ke|

source: [3332]The city government of %1s declares bankruptcy.|
id: [3332]Pemerintah kota %1s menyatakan bangkrut.|

source: [3333]Under pressure, mayor %1s resigns from the office.|
id: [3333]Di bawah tekanan, walikota %1s mengundurkan diri dari kantor.|

source: [3334]Acquire a Company Near Bankruptcy|
id: [3334]Mengakuisisi Perusahaan yang Hampir Bangkrut|

source: [3335]is on the brink of bankruptcy.
id: [3335]berada di ambang kebangkrutan.

source: It is now looking for a buyer.|
id: Sekarang sedang mencari pembeli.|

source: [3336]Would you be interested in acquiring it?|
id: [3336]Apakah Anda tertarik untuk mendapatkannya?|

source: [3337]If you are interested, the game will be paused, allowing you to take the time to evaluate the company.|
id: [3337]Jika Anda tertarik, permainan akan dijeda, memungkinkan Anda meluangkan waktu untuk mengevaluasi perusahaan.|

source: [3338]Near Bankruptcy|
id: [3338]Hampir Bangkrut|

source: [3339]acquires the company|
id: [3339]mengakuisisi perusahaan|

source: [3340]rescuing it from bankruptcy.|
id: [3340]menyelamatkannya dari kebangkrutan.|

source: [3341]<SNAM>To locate a specific item, type the first letter of its name.|
id: [3341]<SNAM>Untuk mencari item tertentu, ketik huruf pertama dari namanya.|
